Revit 2027 API
SymbolTypeId.KNDashMPerDegreePerM Property
 Symbol kN-m/°/m, indicating unit Kilonewton meters per degree per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KNDashMPerDegreePerM { get; }
Public Shared ReadOnly Property KNDashMPerDegreePerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KNDashMPerDegreePerM {
	ForgeTypeId^ get ();
}
static member KNDashMPerDegreePerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace